{
  "ivern": {
    "base_stats": {
      "role": "サポート型ジャングラー。彼はジャングルでモンスターと直接戦わず、独自の方法でジャングルキャンプをクリアします。",
      "features": "チームのサポート、ユニークなジャングリングメカニクス、CC（Crowd Control）スキル。"
    },
    "comparison": "アイバーンのプレイスタイルは、OWのマーシーやValorantのキルジョイのようなサポートキャラクターに似ています。彼らは直接的な戦闘能力よりもチームのサポートと戦術的な役割を重視します。アイバーンはこれらのキャラクターと同様に、チームの成功に対して間接的だが重要な影響を与える能力を持っています。",
    "skills": {
      "Passive - Friend of the Forest": "アイバーンはジャングルモンスターと戦う代わりに、彼らを「友達」にすることで経験値とゴールドを得ます。",
      "Q - Rootcaller": "敵に根を送り込み、当たった敵を一時的に拘束します。このスキルを使用して味方が拘束された敵に近づくことができます。",
      "W - Brushmaker": "指定した地点に一時的なブッシュを作成し、その中でアイバーンと味方の隠蔽を可能にします。",
      "E - Triggerseed": "対象の味方チャンピオンまたは自身にシールドを張り、爆発すると周囲の敵にダメージを与えます。",
      "R - Daisy!": "アイバーンの友達である巨大な石の精霊「デイジー」を呼び出し、一定時間、彼をサポートします"
    },
    "gameplay_tips": "ゲームプレイのヒントに関するテキスト..."
  },
  "akali": {
    "base_stats": {
      "role": "アサシン。敵チームの要となるキャラクターを迅速に排除することに特化しています。",
      "features": "高い機動性、瞬間的な高ダメージ、敵のビジョンから逃れる能力。"
    },
    "comparison": "アカリのプレイスタイルは、ValorantのジェットやOWのトレーサーに似ていると言えます。これらのキャラクターもアカリ同様、高い機動性と敵に対する急襲能力を持っています。敵の注意を引きつけ、素早い動きで混乱を生じさせることが彼らの主な役割です。",
    "skills": {
      "Passive - Assassin's Mark": "敵チャンピオンにスキルを当てると、その周囲にマークが出現し、このマークを通過することで次の通常攻撃が強化されます。",
      "Q - Five Point Strike": "扇形の範囲にクナイを投げてダメージを与え、ヒットした敵にスロー効果を与えます。",
      "W - Twilight Shroud": "煙幕を展開し、その中にいる間アカリは敵から見えなくなります。ただし、攻撃を行うと一時的に姿が見えます。",
      "E - Shuriken Flip": "シュリケンを投げつけ、ヒットした敵、オブジェクト、煙幕に再度Eを使用することで瞬時に移動します。",
      "R - Perfect Execution": "二段階のアルティメット。1段階目で敵にダッシュしてダメージを与え、2段階目でさらに大きなダメージを与えるダッシュを行います。"
    },
    "gameplay_tips": "機動性の活用: アカリはその機動性を活かし、敵の不意を突いて瞬時にダメージを与える戦い方が得意です。\n煙幕の利用: 煙幕は敵のビジョンを奪い、一時的な安全を提供するため、戦闘時や逃走時に重要な役割を果たします。\nアサシンとしての立ち回り: アカリはターゲットを選定し、状況を見極めて敵の重要キャラクターに急襲をかけることが重要です。"
  },
  "akshan": {
    "base_stats": {
      "role": "ADキャリー/アサシン。ユニークな機動力と隠密行動を特徴とする。",
      "features": "通常ボットレーンまたはミッドレーンでプレイされ、高い瞬間ダメージと敵を翻弄する能力を持つ。"
    },
    "comparison": "アクシャンのプレイスタイルはValorantのジェットやOWのトレーサーに似ています。高い機動力と敵を惑わす能力を持ち、素早い動きで敵を攻撃し、すばやく退避することができます。",
    "skills": {
      "Passive - Dirty Fighting": "一定間隔でアクシャンの通常攻撃が2回攻撃になり、2回目の攻撃で追加の物理ダメージを与える。",
      "Q - Avengerang": "投擲武器を前方に放ち、敵に当たると曲がりながら戻ってくる。敵に当たる度にダメージを与える。",
      "W - Going Rogue": "敵チャンピオンが味方を倒した場合、その敵にマークが付き、マークを付けた敵を倒すと追加のゴールドを得る。また、マークの付いた敵チャンピオンの近くに隠密状態で近づくことができる。",
      "E - Heroic Swing": "ロープを使ってスイングし、移動中に敵に対して攻撃することができる。",
      "R - Comeuppance": "大きなダメージを与える長距離射撃。準備動作中は動けないが、発射後は逃走可能。"
    },
    "gameplay_tips": "機動性の活用: アクシャンはその機動性を活かして戦場を移動し、敵を攻撃しやすい位置に移動することが重要です。\nマークの利用: Wスキルを活用して、敵チャンピオンをマークし、追加ゴールドを得る機会を見逃さないようにしましょう。\n究極技のタイミング: Rスキルは大きなダメージを与えることができますが、発射の準備中は無防備になるため、使用するタイミングと位置を慎重に選ぶことが重要です。"
  },
  "azir": {
    "base_stats": {
      "role": "メイジ/ミッドレーナー。召喚士のリフトでミッドレーナーとして主にプレイされ、兵士を召喚し、敵を攻撃しながら戦場をコントロールする能力を持つ。",
      "features": "OWやValorantのキャラクターとは異なり、ユニークな兵士召喚とコントロール能力を持つため、比較が難しい。"
    },
    "skills": {
      "Passive - Shurima's Legacy": "タワーを再建する能力。",
      "Q - Conquering Sands": "召喚した兵士を前方に移動させ、その経路上の敵にダメージを与える。",
      "W - Arise!": "兵士を召喚し、攻撃範囲内の敵にダメージを与える。",
      "E - Shifting Sands": "召喚した兵士の位置にダッシュし、敵にダメージを与え、シールドを得る。",
      "R - Emperor's Divide": "巨大な壁を召喚し、敵を押し返し、通過を妨げる。"
    },
    "gameplay_tips": "アジールは戦場の位置取りと兵士の配置に注意を払う必要があります。敵を押し返す壁や兵士を利用した攻撃で、戦闘を有利に進めることができます。また、彼のアルティメットは敵の進行を妨げるのに非常に有効です。適切なタイミングとポジショニングが重要です。"
  },
  "anivia": {
    "base_stats": {
      "role": "メイジ。遠距離からの強力な魔法攻撃とコントロール効果で戦います。",
      "features": "強力なエリア制御、高いバーストダメージ、防御的な再生能力。"
    },
    "skills": {
      "Passive - Rebirth": "死亡時に卵の形態に変わり、一定時間生き残ると復活します。",
      "Q - Flash Frost": "氷の球を投げ、再度Qを押すことで爆発させます。この球や爆発に当たった敵はダメージを受け、一時的にスタンされます。",
      "W - Crystallize": "壁を作り出し、地形を変化させることができます。この壁で敵の動きを制限したり、逃走路を遮断することが可能です。",
      "E - Frostbite": "凍結効果のある敵に対して追加ダメージを与える攻撃を行います。",
      "R - Glacial Storm": "大きな範囲に氷の嵐を発生させ、その範囲内の敵に持続的なダメージを与え、移動速度を低下させます。"
    },
    "gameplay_tips": "地形の利用: アニビアのWスキルは、敵の動きを妨害し、味方の攻撃をサポートするために非常に有効です。\nコンボの活用: Qのスタン効果とRの範囲ダメージを組み合わせることで、敵に大きな圧力をかけることができます。\n防御的なプレイ: パッシブの再生能力はアニビアを守りますが、復活するまでの時間を保護されなければならないため、位置取りが重要です。"
  },
  "annie": {
    "base_stats": {
      "role": "メイジ型チャンピオン。強力なバーストダメージとコントロール能力を持ち、主にミッドレーンでプレイされます。",
      "features": "短いクールダウンのスキルと強力なアルティメットにより、敵を圧倒することができます。"
    },
    "comparison": "アニーのスキルセットはOWやValorantのキャラクターとは異なりますが、即時性とエリアコントロールの側面はOWのメイやジュンクラットのトラップに少し似ています。彼女も敵の動きを制限し、圧倒することができます。",
    "skills": {
      "Passive - Pyromania": "一定回数のスキル使用後、次の攻撃スキルがスタン効果を持ちます。",
      "Q - Disintegrate": "単一の敵にダメージを与える魔法攻撃。",
      "W - Incinerate": "扇形の範囲にダメージを与える。",
      "E - Molten Shield": "自身に一時的なシールドを付与し、攻撃を受けた敵にダメージを返します。",
      "R - Summon Tibbers": "巨大な熊「ティバーズ」を召喚し、出現時に範囲ダメージを与え、以後も敵に攻撃を行います。"
    },
    "gameplay_tips": "アニーの強みは、スタンを活用したバーストダメージです。パッシブを活用して敵にスタンを与え、その間に他のスキルで大ダメージを与えましょう。アルティメットの「ティバーズ」はチームファイトや敵を捕捉する際に非常に強力です。敵チャンピオンの配置と自身の位置取りに注意しながら、適切なタイミングでスキルを発動することが重要です。"
  },
  "aphelios": {
    "base_stats": {
      "role": "ADキャリー。多様な戦闘スタイルを持ち、5種類の異なる武器を使い分けて戦うことができます。",
      "features": "各武器は独自の能力とパッシブを持ち、戦闘中に戦略的に切り替えることで有利に立ち回ることができます。"
    },
    "comparison": "アフェリオスの武器の多様性は、OWのトールビョーンのようなキャラクターに似ていると言えます。トールビョーンは異なるツールを使い分けることで、様々な状況に対応します。Valorantにはアフェリオスと直接的に似たキャラクターは存在しませんが、多様な装備やアビリティを使い分けるエージェントの概念に近いと言えます。",
    "skills": {
      "Passive - The Hitman and the Seer": "アフェリオスは5種類の異なる武器を持ち、それぞれ異なる能力を有します。使用する武器は自動的に切り替わります。",
      "Q - 武器によって異なる特別な能力を発動": "武器に応じた特殊なスキルを使用します。",
      "W - 武器を切り替える": "異なる武器に切り替えます。",
      "E - なし": "Eスキルはありません。",
      "R - Moonlight Vigil": "強力なエリア攻撃を発動し、影響を受けた敵に追加の効果を与えます。"
    },
    "gameplay_tips": "武器の理解と活用: 各武器の特性を理解し、状況に応じて適切な武器を選択することが重要です。\nポジショニング: アフェリオスは比較的脆弱なので、位置取りに注意し、敵の攻撃範囲外で戦うことが重要です。\n究極技の効果的な使用: Rスキル「Moonlight Vigil」はチームファイトでの大きなダメージ源です。敵が集まっているところを狙い、追加効果で戦況を有利に導きましょう。"
  },
  "amumu": {
    "base_stats": {
      "role": "タンク/ジャングラー。彼は通常ジャングルでプレイされ、チームファイトでの大きな影響力を持ちます。",
      "features": "強力なエンゲージ能力とエリア制御スキルを持つタンク型チャンピオンです。"
    },
    "skills": {
      "Passive - Cursed Touch": "アムムの攻撃により、敵にマジックダメージを与えるたびに、その敵のマジックレジスタンスが減少します。",
      "Q - Bandage Toss": "バンデージを投げ、当たった敵にダメージを与え、自身をその敵に引き寄せます。",
      "W - Despair": "周囲の敵に連続的なマジックダメージを与えるオーラを発生させます。",
      "E - Tantrum": "受けたダメージに応じて、自身の被ダメージを減少させる。また、範囲内の敵にダメージを与えるアクティブ効果もあります。",
      "R - Curse of the Sad Mummy": "範囲内の敵を一時的に動けなくするアルティメットスキル。"
    },
    "gameplay_tips": "アムムは初期から強力なCC（Crowd Control、群衆制御）能力を持っており、ジャングルでのファーミングやガンクに優れています。彼のアルティメットスキル「Curse of the Sad Mummy」はチームファイトで非常に影響力が高く、適切なタイミングで使用することが重要です。また、彼は序盤から中盤にかけて非常に強く、積極的なプレイで優位に立つことができます。"
  },
  "alistar": {
    "base_stats": {
      "role": "タンク/サポート。彼はチームメイトを保護し、敵を制御する能力に優れています。",
      "features": "強力なCC能力と耐久力を兼ね備えており、チームファイトにおいて重要な役割を果たします。"
    },
    "skills": {
      "Passive - Triumphant Roar": "周囲の敵ユニットを倒すことで、自身と近くの味方のHPを回復させます。",
      "Q - Pulverize": "地面を叩きつけ、近くの敵をノックアップ（空中に打ち上げる）し、スタンさせます。",
      "W - Headbutt": "対象の敵に突進し、ダメージを与え、後方にノックバックさせます。",
      "E - Trample": "数秒間移動速度が増加し、通過する敵にダメージを与えます。発動中に敵チャンピオンにダメージを与えると、スタンを与える能力を得ます。",
      "R - Unbreakable Will": "一時的に受けるダメージを大幅に減少させ、CC効果から解放されます。"
    },
    "gameplay_tips": "イニシエーターとして: アリスターのQとWは、敵チームに対する強力なイニシエーション（戦闘開始）能力を持っています。適切なタイミングでこれらを使うことで、チームファイトを有利に導くことができます。\n保護者として: アリスターは味方を保護するのにも長けています。特に彼の積極的なポジショニングとスキル使用は、味方のキャリー（主要なダメージソース）を敵から守るのに有効です。\n耐久力を活かす: アリスターの耐久力は非常に高く、彼は敵の攻撃を引き受けることができます。敵の攻撃を引きつけつつ、チームのダメージディーラーが安全にダメージを与えられるように立ち回りましょう。",
    "comparison": "アリスターの役割は「OW」のラインハルトや「Valorant」のブリーチに似ています。これらのキャラクター同様に、アリスターもチームのために前線で立ち回り、敵の動きを制限することで戦闘を有利に導くことができます。"
  },
  "aatrox": {
    "base_stats": {
      "role": "ファイター/タンク。彼は通常トップレーンでプレイされ、敵を圧倒する能力を持っています。",
      "features": "高い耐久力と範囲攻撃を持つファイター/タンク型のチャンピオンです。"
    },
    "skills": {
      "Passive - Echoing Flames": "定期的にアーゴットの攻撃が範囲ダメージを与える。",
      "Q - Corrosive Charge": "小エリアに化学物質を放ち、当たった敵にダメージとスロウ効果を与える。",
      "W - Purge": "一定時間、自動攻撃の対象と速度が固定され、追加のダメージを与える。",
      "E - Disdain": "前方にダッシュし、敵を持ち上げて裏側に投げる。",
      "R - Fear Beyond Death": "対象の敵に大ダメージを与え、その敵が低HPの場合、即死させることができるアルティメットスキル。"
    },
    "gameplay_tips": "アーゴットは、1対1の戦闘で非常に強力です。彼のWスキル「Purge」を活用して、敵に継続的なダメージを与えることが重要です。また、彼のRスキル「Fear Beyond Death」は、低HPの敵を確実に仕留めることができるため、戦闘の終盤で活用しましょう。敵のスキルを回避しつつ、自身の範囲攻撃でダメージを与えることが、アーゴットを最大限に活用する鍵です。"
  },
  "ahri": {
    "base_stats": {
      "role": "メイジ/アサシン。彼女はミッドレーンでのプレイが主で、スキルを駆使して敵を誘惑し、迅速に排除するスタイルを持っています。",
      "features": "高い機動力と魅惑効果を持つアサシンメイジ型チャンピオンです。"
    },
    "skills": {
      "Passive - Essence Theft": "スキルヒットごとにエッセンスを集め、一定量集まると次のQスキルがヒール効果を持つ。",
      "Q - Orb of Deception": "行きと帰りに敵にダメージを与える魔法の玉を放つ。",
      "W - Fox-Fire": "近くの敵を自動的に攻撃する3つの炎を生成する。",
      "E - Charm": "敵を魅了し、一定時間行動不能にする。このスキルがヒットすると、アーリの他のスキルが追加ダメージを与える。",
      "R - Spirit Rush": "短い距離を3回ダッシュし、ダッシュごとに周囲の敵にダメージを与える。"
    },
    "gameplay_tips": "アーリはスキルコンボと機動性を活かしたプレイが重要です。Eスキルで敵を魅了させた後、他のスキルで迅速にダメージを与えましょう。アルティメットは、敵に接近したり逃げたりする際に非常に役立ちます。また、アーリの機動力を活かして敵のスキルを回避しつつ、攻撃のチャンスを見計らうことが重要です。"
  },
  "evelynn": {
    "base_stats": {
      "role": "アサシン/ジャングラー。彼女は隠密行動と高いバーストダメージを特徴とするチャンピオンで、ジャングルでプレイされることが多い。",
      "features": "隠密行動と高いバーストダメージを特徴とするアサシン型チャンピオンです。"
    },
    "skills": {
      "Passive - Demon Shade": "一定時間戦闘をしないとステルス状態になり、敵の視界から姿を消すことができる。",
      "Q - Hate Spike": "前方の敵にダメージを与えるスキル。リキャストでさらにダメージを与える。",
      "W - Allure": "対象の敵にマークを付け、数秒後に再び攻撃すると追加効果が発動。",
      "E - Whiplash": "短い距離を移動し、対象の敵にダメージを与える。",
      "R - Last Caress": "大きなダメージを与える範囲攻撃。ダメージを与えた後、後方に退避する。"
    },
    "gameplay_tips": "隠密性の活用: 敵の視界を避けながら接近し、不意を突くことがイブリンの強みです。ターゲットの選択: 脆弱な敵をターゲットにすることで、効率的に敵を排除できます。究極技のタイミング: Rスキルは敵に大ダメージを与えるだけでなく、退避手段としても利用できます。戦闘中に危険な状況になったときに使用することで、安全に逃れることができます。"
  },
  "illaoi": {
    "base_stats": {
      "role": "ファイター",
      "features": "強力な1対1の戦闘能力と範囲攻撃を持つ。"
    },
    "skills": {
      "Passive - Prophet of an Elder God": "定期的にイラオイの近くに触手が出現し、彼女のスキルに反応して攻撃を行う。",
      "Q - Tentacle Smash": "触手を前方に振り下ろし、範囲内の敵にダメージを与える。",
      "W - Harsh Lesson": "次の攻撃を強化し、対象に大ダメージを与える。また、この攻撃は近くの触手を活性化させる。",
      "E - Test of Spirit": "スキルショットを放ち、当たった敵の魂を引きずり出す。この魂を攻撃することで、本体にダメージを与えることができる。",
      "R - Leap of Faith": "イラオイが跳び上がり、着地時に周囲に触手を召喚し、範囲内の敵にダメージを与える。"
    },
    "gameplay_tips": "イラオイは1対1で非常に強力なチャンピオンです。彼女のEスキル「Test of Spirit」を使用して敵の魂を引き出し、攻撃することで大きなダメージを与えることができます。また、彼女のRスキル「Leap of Faith」はチームファイトで大きな影響を与えることができるため、敵が集まっている時に使用することが効果的です。触手の位置と活性化を意識し、戦闘中に最大限のダメージを出すことが重要です。"
  },
  "irelia": {
    "base_stats": {
      "role": "ファイター。高いダメージと機動力で敵を圧倒します。",
      "features": "素早い攻撃、機動力、敵のスキルをかわす能力。"
    },
    "skills": {
      "Passive - Ionian Fervor": "スキルや通常攻撃で敵にヒットするごとにスタックが貯まり、一定数までスタックが貯まると攻撃速度とダメージが増加します。",
      "Q - Bladesurge": "対象の敵に突進してダメージを与え、ミニオンやモンスターを倒すとクールダウンがリセットされます。",
      "W - Defiant Dance": "チャージすることで次の攻撃を強化し、チャージ中は受ける物理ダメージを減少させます。",
      "E - Flawless Duet": "二つの位置にマーカーを置き、そのライン上の敵をスタンさせ、ダメージを与えます。",
      "R - Vanguard's Edge": "長距離の範囲攻撃を放ち、当たった敵にダメージを与え、一定時間、移動速度を低下させます。"
    },
    "gameplay_tips": "スキルの連携: Qスキルはミニオンを倒すことでリセットされるため、連続して使用して敵に迅速に接近し、逃げる敵を追いかけるのに適しています。対人戦闘の優位性: イレリアは1対1の戦闘で非常に強力です。敵との距離を詰め、継続的なダメージを与えることが重要です。機動性を活かしたプレイ: 高い機動性を生かし、敵の攻撃をかわしつつ攻撃することで、戦闘での優位を築きます。"
  },
  "udyr": {
    "base_stats": {
      "role": "ファイター/ジャングラー",
      "features": "独特なスタンス変更能力を持つ。高い機動性とバーサタイルな能力を活かす。"
    },
    "skills": {
      "Passive - Monkey's Agility": "スタンス変更ごとに移動速度と攻撃速度が増加する。",
      "Q - Tiger Stance": "通常攻撃のスピードが増加し、追加ダメージを与える。",
      "W - Turtle Stance": "通常攻撃がヒール効果を持ち、一定時間ダメージを吸収するシールドを得る。",
      "E - Bear Stance": "短時間の移動速度増加と、通常攻撃が対象をスタンする。",
      "R - Phoenix Stance": "周囲の敵に周期的なダメージを与える。"
    },
    "gameplay_tips": "ウディアは柔軟なプレイスタイルが要求されるチャンピオンです。戦況に応じてスタンスを切り替え、最適な効果を発揮させることが重要です。ジャングルでは高速でキャンプをクリアし、効果的なガンクを行うことでゲームをコントロールできます。チームファイトでは、スタンスを使い分けながら敵を妨害し、味方をサポートします。また、移動速度を活かしてマップ全体を素早く移動し、様々な局面でプレッシャーを与えることができます。"
  },
  "wukong": {
    "base_stats": {
      "role": "ファイター／タンク",
      "features": "高い機動力と強力なCC能力を持つ。トップレーンやジャングルでプレイされ、混乱を引き起こすことが得意。"
    },
    "skills": {
      "Passive - Stone Skin": "近くに敵チャンピオンがいると、ウーコンの防御力と体力再生速度が上昇する。",
      "Q - Crushing Blow": "次の通常攻撃の射程距離が伸び、追加ダメージを与え、対象の防御力を減少させる。",
      "W - Warrior Trickster": "分身を作り出し、一時的にステルス状態になる。",
      "E - Nimbus Strike": "対象の敵に向かってダッシュし、ダメージを与える。このスキルで対象に近づくと、攻撃速度が一時的に上昇する。",
      "R - Cyclone": "ウーコンが回転し、周囲の敵にダメージとノックアップ効果を与える。このスキルは再発動することで持続時間を延長できる。"
    },
    "gameplay_tips": "積極的なエンゲージ: ウーコンの強みは敵陣に飛び込んで戦闘を開始することです。Eスキルで敵に接近し、Rスキルで大ダメージとCCを与えることで、チームファイトでの優位を築きます。\n分身の活用: Wスキルは敵の攻撃をかわすためだけでなく、敵を欺くためにも使用できます。戦闘中に突然消えることで、敵の攻撃を誘導し、混乱を引き起こすことが可能です。\nポジショニング: ウーコンはファイターとしての役割も持つため、正しいポジショニングで敵のダメージソースにアクセスし、高いバーストダメージを与えることが重要です。"
  },
  
  "diana": {
    "base_stats": {
      "role": "アサシン。高いバーストダメージと優れたイニシエーション能力を持つ。",
      "features": "主にミッドレーンでプレイされ、敵に素早く接近して大ダメージを与えることができます。"
    },
    "comparison": "ダイアナのプレイスタイルはOWのゲンジやドゥームフィストに似ています。これらのキャラクターと同様に、ダイアナも素早い動きで敵に接近し、短時間で大きなダメージを与えることができます。Valorantでは、そのようなスタイルを持つキャラクターは少ないですが、瞬時に敵に接近し攻撃する能力はジェットに類似していると言えます。",
    "skills": {
      "Passive - Moonsilver Blade": "一定回数通常攻撃をすると、範囲ダメージを与える能力が発動します。",
      "Q - Crescent Strike": "曲線を描くように飛んでいくスキルショットで、敵にダメージを与えます。",
      "W - Pale Cascade": "シールドを得て、近くの敵にダメージを与えるオーラを生成します。",
      "E - Moonfall": "範囲内の敵を引き寄せ、スロウ効果を与えます。",
      "R - Lunar Rush": "対象の敵に突進し、ダメージを与えます。Qスキルでマークされた敵にはRスキルのクールダウンがリセットされます。"
    },
    "gameplay_tips": "敵に素早く接近: ダイアナの強みは敵に素早く接近し、高いバーストダメージを与えることです。\nコンボの活用: Qスキルで敵をマークし、Rスキルで突進し、Eスキルで敵を引き寄せるコンボで大ダメージを与えます。\nアルティメットのタイミング: ダイアナのアルティメットはチームファイトで大きな影響を与えることができます。適切なタイミングで使用して、敵チームにダメージを与えましょう。"
  },
  "yuumi": {
    "base_stats": "ユーミの基本性能に関するテキスト...",
    "comparison": "OW/Valorantとの比較に関するテキスト...",
    "skills": {
      "passive": "Passive - Bop 'n' Blockに関するテキスト...",
      "q": "Q - Prowling Projectileに関するテキスト...",
      "w": "W - You and Me!に関するテキスト...",
      "e": "E - Zoomiesに関するテキスト...",
      "r": "R - Final Chapterに関するテキスト..."
    },
    "gameplay_tips": "ゲームプレイのヒントに関するテキスト..."
  }
}